// Copyright 2009-2010 Johannes Lechner
//
// This file is part of RetroPod.
//
// RetroPod is free software: you can redistribute it and/or modify
// it under the terms of the GNU General Public License as published by
// the Free Software Foundation, either version 3 of the License, or
// (at your option) any later version.
//
// RetroPod is distributed in the hope that it will be useful,
// but WITHOUT ANY WARRANTY; without even the implied warranty of
// MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
// GNU General Public License for more details.
//
// You should have received a copy of the GNU General Public License
// along with RetroPod.  If not, see <http://www.gnu.org/licenses/>.

/* 
   Localizable.strings
   Pod

   Created by Johannes Lechner on 17.08.09.
   Copyright 2009 Fudgy Software. All rights reserved.
 */

"PodName"					= "RetroPod";
"EngravingTextDefault"		= "Reinventing the wheel";

"MenuMusic"					= "Musik";
"MenuMusicPlaylists"		= "Wiedergabelisten";
"MenuMusicArtists"			= "Interpreten";
"MenuMusicAlbums"			= "Alben";
"MenuMusicSongs"			= "Titel";
"MenuMusicGenres"			= "Musikrichtungen";
"MenuMusicComposers"		= "Komponisten";
"MenuMusicAudiobooks"		= "Hörbücher";
"MenuMusicPodcasts"			= "Podcasts";

"MenuSettings"				= "Einstellungen";
"MenuSettingsShuffle"		= "Zufall";
"MenuSettingsShuffleOff"	= "Aus";
"MenuSettingsShuffleAlbums"	= "Alben";
"MenuSettingsShuffleSongs"	= "Titel";
"MenuSettingsShuffleIPod"	= "iPod";
"MenuSettingsRepeat"		= "Wiederholen";
"MenuSettingsRepeatOff"		= "Aus";
"MenuSettingsRepeatOne"		= "Einen";
"MenuSettingsRepeatAll"		= "Alle";
"MenuSettingsRepeatIPod"	= "iPod";
"MenuSettingsClicker"		= "Klicken";
"MenuSettingsClickerOff"	= "Aus";
"MenuSettingsClickerOn"		= "Ein";

"MenuShuffleSongs"			= "Zufällige Titel";

"MenuNowPlaying"			= "Sie hören";

"MenuAll"					= "Alle";
"MenuAllSongs"				= "Alle Titel";
"MenuAllAlbums"				= "Alle Alben";
"MenuAllArtists"			= "Alle Interpreten";

"PlayerMofN"				= "von";
